Revit 2020 API
AdvancedTransparent Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class AdvancedTransparent
Visual Basic
Public NotInheritable Class AdvancedTransparent
Visual C++
public ref class AdvancedTransparent abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.AdvancedTransparent
See Also
AdvancedTransparent Members
Autodesk.Revit.DB.Visual Namespace